<?php

return [
    'house_owner' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'नीजि, अाफ्नै',
        2 => 'भाडामा',
        3 => 'संस्थागत (सरकारी वा संस्थाकाे क्वार्टर अादी)',
        4 => 'अन्य',
        5 => 'सुकुम्बासी'
    ],
    'roof_type' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'फुस वा खरकाे',
        2 => 'जस्ता वा च्यादरकाे',
        3 => 'टायल वा ढुंगाकाे ',
        4 => 'अारसिसि ढलानकाे',
        5 => 'काठकाे',
        6 => 'माटाेकाे',
        7 => 'अन्य',
    ],
    'salt_type' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'ढिको नून',
        2 => 'खुल्ला नून',
        3 => 'आयोडिन्युक्त नून'
    ],
    'bazzar' => [
        0 => 'उत्तर छान्नुहोस',
        1 => '१५ मिनेट भन्दा कम',
        2 => '३० मिनेट',
        3 => 'घण्टा वा बढी'
    ],
    'sick_advice' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'धामी झाक्री ',
        2 => 'औषधी पसल',
        3 => 'स्वास्थ्य चौकी',
        4 => 'अस्पताल',
        5 => 'बैद्य',
        6 => 'अन्य'
    ],
    'time_to_hospital' => [
        0 => 'उत्तर छान्नुहोस',
        1 => '१५ मिनेट भन्दा कम',
        2 => '३० मिनेट',
        3 => '१ घण्टा',
        4 => '२ घण्टा वा सो भन्दा बढी'
    ],
    'has_child_labor' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'छ',
        2 => 'छैन'
    ],
    'child_labor_work' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'घरायसी काम',
        2 => 'गाई बस्तु चराउने',
        3 => 'होटलमा सघाउने',
        4 => 'उद्योग पसलमा सघाउने',
        5 => 'अन्य'
    ],
    'child_labor_education' => [
        0 =>'उत्तर छान्नुहोस',
        1 => 'छ',
        2 => 'छैन'
    ],
    'water_source' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'पाइप धारा कम्पाउण्डमा',
        2 => 'पाइप धारा सार्वजनिक',
        3 => 'डिप बोरिङ',
        4 => 'ट्युववेल, हेन्ड पम्प',
        5 => 'ढाकिएको इनार, कुवा',
        6 => 'नढाकिएको इनार, कुवा',
        7 => 'मुलको पानी',
        8 => 'नदी खोला',
        9 => 'अन्य',
    ],
    'time_to_water_source' => [
        0 => 'उत्तर छान्नुहोस',
        1 => '५ मिनेट भन्दा कम',
        2 => '३० मिनेट भन्दा कम',
        3 => '३० मिनेट भन्दा बढी',
    ],
    'fuel_source' => [
        0 =>'उत्तर छान्नुहोस',
        1 => 'दाउरा',
        2 => 'मट्टीतेल',
        3 => 'एल पि ग्यास',
        4 => 'गुइठा',
        5 => 'वायो ग्यास',
        6 => 'विद्युत',
        7 => 'अन्य'
    ],
    'electricity_source' => [
        1 => 'उत्तर छान्नुहोस',
        2 => 'मट्टीतेल',
        3 => 'बायोग्यास',
        4 => 'सोलार',
        5 => 'अन्य',
        6 => 'विद्युत (लघु)',
        7 => 'विद्युत (राष्ट्रिय प्रशारण)'
    ],
    'toilet_type' => [
        0 =>'उत्तर छान्नुहोस',
        1 => 'शाैचालय नभएको',
        2 => 'फ्लस भएको (सार्वजनिक ढल)',
        3 => 'फ्लस भएको (सेफ्टी ट्यांक)',
        4 => 'साधारण'
    ],
    'food_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'धान',
        2 => 'मकै',
        3 => 'गहुँ',
        4 => 'काेदाे',
        5 => 'अालु',
        6 => 'जाै',
        7 => 'फाफर'
    ],
    'daal_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'कालाे दाल',
        2 => 'रहर',
        3 => 'मसुराे',
        4 => 'चना',
        5 => 'सिमि',
        6 => 'भट्टमास',
        7 => 'अन्य',
        8 => 'गहत'
    ],
    'oil_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'ताेरी वा सर्स्यु',
        2 => 'अालस वा तिल',
        3 => 'सुर्यमुखी',
        4 => 'अन्य',
    ],
    'vegetable_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'बन्दा, काउली, रायाे',
        2 => 'बाेडी',
        3 => 'गाेलभेडा',
        4 => 'काँक्राे, लाैका, फर्सी',
        5 => 'पर्वल, कुन्द्रुक',
        6 => 'करेला, घिराैला, चिचिण्डाे',
        7 => 'अन्य',
    ],
    'cash_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'अदुवा, बेसार',
        2 => 'प्याज, लसुन',
        3 => 'च्याउ',
        4 => 'उखु',
        5 => 'खुर्सानी',
        6 => 'अन्य',
        7 => 'अलैची',
        8 => 'रुद्राक्ष',
        9 => 'सुपारि',
        10 => 'नारीवल्',
        11 => 'चिया',
        12 => 'कफि',
        13 => 'अम्लीसो',
        14 => 'अदुवा'
    ],
    'fruit_crops' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'अाँप, लिचि',
        2 => 'केरा, मेवा',
        3 => 'सुन्तला, कागती, अमिलाे जात',
        4 => 'स्याउ',
        5 => 'अारू, बखडा',
        6 => 'किवी',
        7 => 'एभाेकार्डाे',
        8 => 'फूल खेती',
        9 => 'अन्य',
        10=> 'कटहर',
        11=> 'भुँई कटहर',
        12=> 'नास्पाती'
    ],
    'milk_animals' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'गार्इ',
        2 => 'भैसी',
        3 => 'चाैरी, याक',
        4 => 'अन्य'
    ],
    'meat_animals' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'खशी, बाेका, भेडा, बाख्रा, च्यांग्रा',
        2 => 'रागा, पाडा, पाडी',
        3 => 'सुगुर, बंगुर, बदेल, याक',
        4 => 'गाेरू, नाक, साढे',
        5 => 'गधा, घाेडा',
        6 => 'अन्य'
    ],
    'birds' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'कुखुरा',
        2 => 'हास',
        3 => 'परेवा',
        4 => 'अस्ट्रिच',
        5 => 'बट्टाई'
    ],
    'sal_months_count' => [
        0 => 'उत्तर छान्नुहोस',
        1 => '३ महिना सम्म',
        2 => '४ देखि ६ महिना सम्म',
        3 => '७ देखि ९ महिना सम्म',
        4 => '९ महिना भन्दा बढि ',
    ],
    'is_house_destructed' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'हाे',
        2 => 'हाेर्इन'
    ],
    'eq_fund' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'पाए',
        2 => 'पाइन'
    ],
    'eq_fund_installment' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'पहिला',
        2 => 'दोश्रा',
        3 => 'अन्तिम'
    ],
    'is_house_built' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'बनाए',
        2 => 'बनेन'
    ],
    'stove_type' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'फलामे/ आधुनिक',
        2 => 'परम्परागत',
    ],
    'wall_type' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'ढुब्गा माटो',
        2 => 'ईटा माटो',
        3 => 'ईटा, ढुब्गा, सिमेन्ट',
        4 => 'काठको',
        5 => 'बाँसको',
        6 => 'अन्य',
    ],
    'house_standard' => [
        0 =>'उत्तर छान्नुहोस',
        1 => 'छ',
        2 => 'छैन'
    ],
    'house_map' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'छ',
        2 => 'छैन'
    ],
    'anti_earthquake' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'हाे',
        2 => 'हाेर्इन'
    ],
    'language_spoken' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'नेपाली',
        2 => 'मैथिली',
        3 => 'भाेजपुरी',
        4 => 'थारू',
        5 => 'हिन्दी',
        6 => 'उर्दु',
        7 => 'बान्तवा',
        8 => 'चाम्लिङ',
        9 => 'लिम्बु',
        10=> 'तामाङ',
        11=> 'डाेटेली',
        12 => 'खस',
        13 => 'झागड (उराउ)',
        14 => 'अन्य',
        16 => 'मगर',
        17 => 'अवधी',
        18 => 'गुरुङ',
        19 => 'नेवारी',

    ],
    'main_quality' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'इन्जिनीयर',
        2 => 'चिकित्सक',
        3 => 'कानूनविद',
        4 => 'कृषि विशेषज्ञ',
        5 => 'पशु चिकित्सक',
        6 => 'लेखाविद',
        7 => 'सन्चारकमी',
        8 => 'विशेष सीप नभएका'
    ],
    'living' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'स्थायी',
        2 => 'अस्थायी',
        3 => 'स्थायी (सुकुम्वासी)'
    ],

    'loan_reason' => [
        1 => 'कृषि तथा पशुपालन',
        2 => 'उद्योग/ ब्यापार',
        3 => 'वैदेशिक रोजगार',
        4 => 'शिक्षा',
        5 => 'औषधि उपचार',
        6 => 'अन्य'
    ],
    'loan_from' => [
        1 => 'बैक तथा वित्तीय संस्था',
        2 => 'सहकारी संस्था',
        3 => 'बचत समुह',
        4 => 'साहु महाजन',
        5 => 'अन्य'
    ],
    'caste_group' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'पहाडी ब्राम्हण्, क्षेत्री, ठकुरी, सन्यासी',
        2 => 'तरार्इ ब्राम्हण्, क्षेत्री, राजपुत',
        3 => 'पहाडी अादिवासी जनजाति',
        4 => 'तरार्इ अादिवासी जनजाति',
        5 => 'पहाडी दलित',
        6 => 'तरार्इ दलित',
        7 => 'मुस्लिम',
        8 => 'पहाडी अन्य',
        9 => 'तरार्इ अन्य',
        10=> 'लोपन्मुख'
    ],
    'disability' =>[
        0 => 'उत्तर छान्नुहोस',
        1 => 'सपांग',
        2 => 'शारिरीक अपाङगता भएको',
        3 => 'बैाद्विक अपाङगता भएको',
        4 => 'दृश्टिबिहिन (अाखा नदेख्ने)',
        5 => 'बहिरा (सुन्न र बोल्न नसक्ने)',
        6 => 'स्वर बोलार्इ सम्बन्धी अपाङगता (भकभके)',
        7 => 'सुस्त श्रवण भएको',
        8 => 'मनोसामाजिक अपाङगता भएको',
        9 => 'सुस्त मनस्थिती',
        10=> 'बहु अपाँगता',
    ],
    'base_type' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'माटाे र ढुंगा',
        2 => 'सिमेन्ट र ढुंगा',
        3 => 'फ्रेम स्ट्रक्चर',
        4 => 'लाेड बेयरिङ्ग',
        5 => 'काठकाे खम्बा',
        6 => 'अन्य',
    ],
    'occupation' => [
        0 => 'उत्तर छान्नुहोस',
        1 => 'कृषि तथा पशुपालन',
        2 => 'नोकरी जागिर',
        3 => 'उद्योग व्यापार',
        4 => 'ज्याला मजदुरी',
        5 => 'व्यवसायिक कार्य (पत्रकार, वकिल, परामर्श, ठेक्का, पुजारी)',
        6 => 'बैदेशिक रोजगारी',
        7 => 'विद्यार्थी (अध्ययनरत)',
        8 => 'गृहिणी',
        9 => 'बेरोजगार',
        10=> 'कम उमेर',
        11=> 'अन्य',
        12=> 'पेन्सन',
        13=> 'प्राविधिक'
    ],
    'income' => [
        0 => '५० हजार भन्दा कम आम्दानी हुने घरपरिवार',
        1 => '५१ देखी १५० हजार आम्दानी हुने घरपरिवार',
        2 => '१५१ देखी २५० हजार आम्दानी हुने घरपरिवार',
        3 => '५०० हजार भन्दा कम   आम्दानी हुने घरपरिवार',
        4 => '५०० हजार भन्दा बढी आम्दानी हुने घरपरिवार',
        5 => 'उपलब्ध नभएको'
    ],
    'has_loan_taken' => [
        1 => 'छ',
        2 => 'छैन',
        3 => 'थाहा छैन',
        4 => 'उपलब्ध नभएको'
    ],
    'agricultural_land' => [
        'own_land' => 'खेतीपातीको लागि जग्गा भएको घरपरिवार',
        'others_land' => 'अर्कोको जग्गा कमाउने घरपरिवार'
    ],
    'house_owner_report' => [
        'own_home' => 'आफ्नो घरमा बसोबास गर्ने परिवार',
        'others_home' => 'अर्काको घरमा वा भाडामा बसोबास गर्ने परिवार'
    ],
    'caste_group_report' => [
        1 => 'पहाडी ब्राम्हण्, क्षेत्री, ठकुरी, सन्यासी',
        2 => 'तरार्इ ब्राम्हण्, क्षेत्री, राजपुत',
        3 => 'पहाडी अादिवासी जनजाति',
        4 => 'तरार्इ अादिवासी जनजाति',
        5 => 'पहाडी दलित',
        6 => 'तरार्इ दलित',
        7 => 'मुस्लिम',
        8 => 'पहाडी अन्य',
        9 => 'तरार्इ अन्य',
        10 => 'लोपन्मुख'
    ],

];
